tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
brew "boost"
brew "gcc"
brew "openblas"
brew "suite-sparse"
brew "ceres-solver"
brew "exercism"
brew "gnutls"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "go"
brew "hdf5"
brew "libiconv"
brew "mysql", restart_service: true
brew "netcdf"
brew "node"
brew "python@3.10"
brew "node@14"
brew "node@18"
brew "numpy"
brew "opencv"
brew "openjdk"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "rabbitmq"
brew "redis", restart_service: true
brew "rust"
brew "subversion"
brew "tomcat"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
cask "cakebrew"
cask "dotnet"
cask "flutter"
cask "macfuse"
cask "motrix"
cask "notion"
